Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 批量链接单项失败
ar: Batch link item failed
de: Batch link item failed
en: Batch link item failed
eo: Batch link item failed
es: Batch link item failed
fr: Batch link item failed
hi: Batch link item failed
id: Batch link item failed
it: Batch link item failed
ko: Batch link item failed
nl: Batch link item failed
pl: Batch link item failed
pt: Batch link item failed
ru: Batch link item failed
th: Batch link item failed
tr: Batch link item failed
vi: Batch link item failed
zh_hant: 批量連結单项失败

source: 批量链接单项开始
ar: Batch link item started
de: Batch link item started
en: Batch link item started
eo: Batch link item started
es: Batch link item started
fr: Batch link item started
hi: Batch link item started
id: Batch link item started
it: Batch link item started
ko: Batch link item started
nl: Batch link item started
pl: Batch link item started
pt: Batch link item started
ru: Batch link item started
th: Batch link item started
tr: Batch link item started
vi: Batch link item started
zh_hant: 批量連結单项开始

source: 批量链接单项成功
ar: Batch link item succeeded
de: Batch link item succeeded
en: Batch link item succeeded
eo: Batch link item succeeded
es: Batch link item succeeded
fr: Batch link item succeeded
hi: Batch link item succeeded
id: Batch link item succeeded
it: Batch link item succeeded
ko: Batch link item succeeded
nl: Batch link item succeeded
pl: Batch link item succeeded
pt: Batch link item succeeded
ru: Batch link item succeeded
th: Batch link item succeeded
tr: Batch link item succeeded
vi: Batch link item succeeded
zh_hant: 批量連結单项成功

source: 批量链接应用结束
ar: Batch app linking finished
de: Batch app linking finished
en: Batch app linking finished
eo: Batch app linking finished
es: Batch app linking finished
fr: Batch app linking finished
hi: Batch app linking finished
id: Batch app linking finished
it: Batch app linking finished
ko: Batch app linking finished
nl: Batch app linking finished
pl: Batch app linking finished
pt: Batch app linking finished
ru: Batch app linking finished
th: Batch app linking finished
tr: Batch app linking finished
vi: Batch app linking finished
zh_hant: 批量連結應用程式结束

source: 找不到重签名脚本，安装失败
ar: نص إعادة التوقيع غير موجود، فشل التثبيت
de: Neuzeichnungs-Skript nicht gefunden, Installation fehlgeschlagen
en: Re-sign script not found, installation failed
eo: Resubskribo-skripto ne trovita, instalo malsukcesis
es: Script de re-firmado no encontrado, instalación fallida
fr: Script de re-signature introuvable, échec de l'installation
hi: री-साइन स्क्रिप्ट नहीं मिली, इंस्टॉलेशन विफल
id: Skrip tanda ulang tidak ditemukan, instalasi gagal
it: Script di ri-firma non trovato, installazione non riuscita
ja: 再署名スクリプトが見つかりません、インストール失敗
ko: 재서명 스크립트를 찾을 수 없음, 설치 실패
nl: Hertekeningscript niet gevonden, installatie mislukt
pl: Nie znaleziono skryptu ponownego podpisywania, instalacja nie powiodła się
pt: Script de re-assinatura não encontrado, instalação falhou
ru: Скрипт переподписи не найден, установка не удалась
th: ไม่พบสคริปต์เซ็นใหม่ การติดตั้งล้มเหลว
tr: Yeniden imzalama betiği bulunamadı, yükleme başarısız
vi: Không tìm thấy script ký lại, cài đặt thất bại
zh_hant: 找不到重簽名腳本，安裝失敗

source: 拒绝操作：关联应用正在运行
ar: Operation denied: related app is running
de: Operation denied: related app is running
en: Operation denied: related app is running
eo: Operation denied: related app is running
es: Operation denied: related app is running
fr: Operation denied: related app is running
hi: Operation denied: related app is running
id: Operation denied: related app is running
it: Operation denied: related app is running
ko: Operation denied: related app is running
nl: Operation denied: related app is running
pl: Operation denied: related app is running
pt: Operation denied: related app is running
ru: Operation denied: related app is running
th: Operation denied: related app is running
tr: Operation denied: related app is running
vi: Operation denied: related app is running
zh_hant: 拒绝操作：关联應用程式正在執行

source: 按名称
ar: بالاسم
de: Nach Name
en: By Name
eo: Laŭ Nomo
es: Por nombre
fr: Par nom
hi: नाम के अनुसार
id: Berdasarkan Nama
it: Per nome
ja: 名前順
ko: 이름순
nl: Op naam
pl: Według nazwy
pt: Por nome
ru: По имени
th: ตามชื่อ
tr: İsme Göre
vi: Theo tên
zh_hant: 按名稱

source: 按大小
ar: بالحجم
de: Nach Größe
en: By Size
eo: Laŭ Grandeco
es: Por tamaño
fr: Par taille
hi: आकार के अनुसार
id: Berdasarkan Ukuran
it: Per dimensione
ja: サイズ順
ko: 크기순
nl: Op grootte
pl: Według rozmiaru
pt: Por tamanho
ru: По размеру
th: ตามขนาด
tr: Boyuta Göre
vi: Theo kích thước

source: 按首字母
ar: Alphabetical
de: Alphabetical
en: Alphabetical
eo: Alphabetical
es: Alphabetical
fr: Alphabetical
hi: Alphabetical
id: Alphabetical
it: Alphabetical
ja: Alphabetical
ko: Alphabetical
nl: Alphabetical
pl: Alphabetical
pt: Alphabetical
ru: По алфавиту
th: Alphabetical
tr: Alphabetical
vi: Alphabetical

source: 排序
ar: فرز
de: Sortieren
en: Sort
eo: Ordigu
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt: Ordenar
ru: Сортировка
th: เรียงลำดับ
tr: Sırala
vi: Sắp xếp

source: 排序：%@
ar: الفرز: %@
de: Sortierung: %@
en: Sort: %@
eo: Ordigo: %@
es: Orden: %@
fr: Tri : %@
hi: क्रम: %@
id: Urutan: %@
it: Ordinamento: %@
ja: Sort: %@
ko: 정렬: %@
nl: Sortering: %@
pl: Sortowanie: %@
pt: Ordenação: %@
ru: Сортировка: %@
th: การเรียงลำดับ: %@
tr: Sıralama: %@
vi: Sắp xếp: %@

source: 排序方式
ar: ترتيب الفرز
de: Sortierreihenfolge
en: Sort Order
eo: Ordo de ordigo
es: Orden de clasificación
fr: Ordre de tri
hi: क्रमबद्ध करने का तरीका
id: Urutan Sortir
it: Ordine di cernita
ja: 並べ替え順
ko: 정렬 순서
nl: Sorteervolgorde
pl: Kolejność sortowania
pt: Ordem de classificação
ru: Порядок сортировки
th: ลำดับการเรียง
tr: Sıralama Düzeni
vi: Thứ tự sắp xếp

source: 接口协议
ar: Interface Protocol
de: Interface Protocol
en: Interface Protocol
eo: Interface Protocol
es: Interface Protocol
fr: Interface Protocol
hi: Interface Protocol
id: Interface Protocol
it: Interface Protocol
ja: Interface Protocol
ko: Interface Protocol
nl: Interface Protocol
pl: Interface Protocol
pt: Interface Protocol
ru: Interface Protocol
th: Interface Protocol
tr: Interface Protocol
vi: Interface Protocol
zh_hant: 接口協議

source: 接口速率
ar: Interface Speed
de: Interface Speed
en: Interface Rate
eo: Interface Speed
es: Interface Speed
fr: Interface Speed
hi: Interface Speed
id: Interface Speed
it: Interface Speed
ja: Interface Rate
ko: 인터페이스 속도
nl: Interface Speed
pl: Interface Speed
pt: Interface Speed
ru: Interface Speed
th: Interface Speed
tr: Interface Speed
vi: Interface Speed
zh_hant: 介面速率

source: 接回
ar: إعادة الربط
de: Erneut verlinken
en: Relink
eo: Religi
es: Volver a enlazar
fr: Relier
hi: फिर से लिंक करें
id: Tautkan ulang
it: Ricollega
ja: 再リンク
ko: 다시 연결
nl: Opnieuw koppelen
pl: Połącz ponownie
pt: Religar
ru: Связать снова
th: เชื่อมโยงกลับ
tr: Yeniden bağla
vi: Liên kết lại

source: 接回 %lld 个文件夹
ar: Relink %lld Folders
de: Relink %lld Folders
en: Relink %lld Folders
eo: Relink %lld Folders
es: Relink %lld Folders
fr: Relink %lld Folders
hi: Relink %lld Folders
id: Relink %lld Folders
it: Relink %lld Folders
ja: Relink %lld Folders
ko: Relink %lld Folders
nl: Relink %lld Folders
pl: Relink %lld Folders
pt: Relink %lld Folders
ru: Relink %lld Folders
th: Relink %lld Folders
tr: Relink %lld Folders
vi: Relink %lld Folders
zh_hant: 接回 %lld 個資料夾

source: 接回外部数据
ar: إعادة ربط البيانات الخارجية
de: Externe Daten erneut verlinken
en: Relink External Data
eo: Religi eksterajn datumojn
es: Volver a enlazar datos externos
fr: Relier les données externes
hi: बाहरी डेटा फिर से लिंक करें
id: Tautkan ulang data eksternal
it: Ricollega dati esterni
ja: 外部データを再リンク
ko: 외부 데이터 다시 연결
nl: Externe gegevens opnieuw koppelen
pl: Połącz ponownie dane zewnętrzne
pt: Religar dados externos
ru: Повторно связать внешние данные
th: เชื่อมโยงข้อมูลภายนอกกลับ
tr: Harici verileri yeniden bağla
vi: Liên kết lại dữ liệu ngoài
zh_hant: 接回外部資料

source: 接回外部数据失败
ar: Failed to relink external data
de: Failed to relink external data
en: Failed to relink external data
eo: Failed to relink external data
es: Failed to relink external data
fr: Failed to relink external data
hi: Failed to relink external data
id: Failed to relink external data
it: Failed to relink external data
ko: Failed to relink external data
nl: Failed to relink external data
pl: Failed to relink external data
pt: Failed to relink external data
ru: Failed to relink external data
th: Failed to relink external data
tr: Failed to relink external data
vi: Failed to relink external data
zh_hant: 接回外部資料失败

source: 接回外部数据成功
ar: External data relink succeeded
de: External data relink succeeded
en: External data relink succeeded
eo: External data relink succeeded
es: External data relink succeeded
fr: External data relink succeeded
hi: External data relink succeeded
id: External data relink succeeded
it: External data relink succeeded
ko: External data relink succeeded
nl: External data relink succeeded
pl: External data relink succeeded
pt: External data relink succeeded
ru: External data relink succeeded
th: External data relink succeeded
tr: External data relink succeeded
vi: External data relink succeeded
zh_hant: 接回外部資料成功

source: 接回文件夹
ar: Relink Folders
de: Relink Folders
en: Relink Folders
eo: Relink Folders
es: Relink Folders
fr: Relink Folders
hi: Relink Folders
id: Relink Folders
it: Relink Folders
ja: Relink Folders
ko: Relink Folders
nl: Relink Folders
pl: Relink Folders
pt: Relink Folders
ru: Relink Folders
th: Relink Folders
tr: Relink Folders
vi: Relink Folders
zh_hant: 接回資料夾

source: 接管现有软链失败
ar: Failed to adopt existing symlink
de: Failed to adopt existing symlink
en: Failed to adopt existing symlink
eo: Failed to adopt existing symlink
es: Failed to adopt existing symlink
fr: Failed to adopt existing symlink
hi: Failed to adopt existing symlink
id: Failed to adopt existing symlink
it: Failed to adopt existing symlink
ko: Failed to adopt existing symlink
nl: Failed to adopt existing symlink
pl: Failed to adopt existing symlink
pt: Failed to adopt existing symlink
ru: Failed to adopt existing symlink
th: Failed to adopt existing symlink
tr: Failed to adopt existing symlink
vi: Failed to adopt existing symlink

source: 推荐
ar: Recommended
de: Recommended
en: Recommended
eo: Recommended
es: Recommended
fr: Recommended
hi: Recommended
id: Recommended
it: Recommended
ja: Recommended
ko: Recommended
nl: Recommended
pl: Recommended
pt: Recommended
ru: Рекомендуется
th: Recommended
tr: Recommended
vi: Recommended
zh_hant: 推薦

source: 搜索应用 (本地 / 外部)...
ar: بحث عن التطبيقات (محلي / خارجي)...
de: Apps suchen (Lokal / Extern)...
en: Search apps (Local / External)...
eo: Serĉi aplikaĵojn (Loka / Ekstera)...
es: Buscar apps (Local / Externo)...
fr: Rechercher des apps (Local / Externe)...
hi: ऐप्स खोजें (स्थानीय / बाहरी)...
id: Cari aplikasi (Lokal / Eksternal)...
it: Cerca app (Locale / Esterno)...
ja: アプリを検索 (ローカル / 外部)...
ko: 앱 검색 (로컬 / 외부)...
nl: Apps zoeken (Lokaal / Extern)...
pl: Szukaj aplikacji (Lokalne / Zewnętrzne)...
pt: Buscar apps (Local / Externo)...
ru: Поиск приложений (Локальные / Внешние)...
th: ค้นหาแอป (ในเครื่อง / ภายนอก)...
tr: Uygulamaları ara (Yerel / Harici)...
vi: Tìm kiếm ứng dụng (Cục bộ / Bên ngoài)...
zh_hant: 搜尋應用程式 (本地 / 外部)...

source: 搜索应用...
ar: البحث عن التطبيقات...
de: Apps suchen...
en: Search apps...
eo: Search apps...
es: Buscar aplicaciones...
fr: Rechercher des applications...
hi: ऐप्स खोजें...
id: Cari aplikasi...
it: Cerca applicazioni...
ja: Search apps...
ko: 앱 검색...
nl: Apps zoeken...
pl: Szukaj aplikacji...
pt: Pesquisar apps...
ru: Поиск приложений...
th: ค้นหาแอป...
tr: Uygulama ara...
vi: Tìm kiếm ứng dụng...
zh_hant: 搜索應用程式...

source: 搜索应用名称
ar: البحث عن اسم التطبيق
de: App-Namen suchen
en: Search app name
eo: Serĉi aplikaĵan nomon
es: Buscar nombre de app
fr: Rechercher une app
hi: ऐप का नाम खोजें
id: Cari nama aplikasi
it: Cerca nome app
ja: アプリ名を検索
ko: 앱 이름 검색
nl: Zoek app-naam
pl: Szukaj nazwy aplikacji
pt: Buscar nome do app
ru: Поиск приложения
th: ค้นหาชื่อแอป
tr: Uygulama adını ara
vi: Tìm tên ứng dụng
zh_hant: 搜尋應用程式名稱

source: 操作失败
ar: فشلت العملية
de: Vorgang fehlgeschlagen
en: Operation Failed
eo: Operacio malsukcesis
es: Error en la operación
fr: Échec de l’opération
hi: कार्रवाई विफल रही
id: Operasi gagal
it: Operazione non riuscita
ja: 操作に失敗しました
ko: 작업 실패
nl: Bewerking mislukt
pl: Operacja nie powiodła się
pt: Falha na operação
ru: Операция не выполнена
th: การดำเนินการล้มเหลว
tr: İşlem başarısız
vi: Thao tác thất bại
zh_hant: 操作失敗

source: 数据已迁移，但关联应用重签名失败：%@ 请在应用列表中重试重签名，或还原数据目录。
ar: تم نقل البيانات، لكن تعذرت إعادة توقيع التطبيق المرتبط: %@ أعد محاولة التوقيع من قائمة التطبيقات، أو استعد مجلد البيانات.
de: Die Daten wurden verschoben, aber das erneute Signieren der zugehörigen Anwendung ist fehlgeschlagen: %@ Versuchen Sie es in der Anwendungsliste erneut oder stellen Sie das Datenverzeichnis wieder her.
en: The data was migrated, but re-signing the associated application failed: %@ Retry re-signing from the application list, or restore the data directory.
eo: La datumoj estis translokitaj, sed resubskribo de la rilata aplikaĵo malsukcesis: %@ Reprovu el la listo de aplikaĵoj aŭ restarigu la datumdosierujon.
es: Los datos se migraron, pero no se pudo volver a firmar la aplicación asociada: %@ Vuelva a intentarlo desde la lista de aplicaciones o restaure el directorio de datos.
fr: Les données ont été déplacées, mais la signature de l’application associée a échoué : %@ Réessayez depuis la liste des applications ou restaurez le dossier de données.
hi: डेटा स्थानांतरित हो गया, लेकिन संबंधित ऐप पर दोबारा हस्ताक्षर नहीं हो सके: %@ ऐप सूची से दोबारा हस्ताक्षर करने का प्रयास करें या डेटा फ़ोल्डर को पुनर्स्थापित करें।
id: Data telah dipindahkan, tetapi penandatanganan ulang aplikasi terkait gagal: %@ Coba lagi dari daftar aplikasi, atau pulihkan folder data.
it: I dati sono stati migrati, ma la nuova firma dell’applicazione associata non è riuscita: %@ Riprova dall’elenco delle applicazioni oppure ripristina la cartella dei dati.
ja: データは移行されましたが、関連アプリの再署名に失敗しました：%@ アプリ一覧から再署名をやり直すか、データフォルダを元に戻してください。
ko: 데이터는 이전되었지만 연결된 앱을 다시 서명하지 못했습니다: %@ 앱 목록에서 다시 서명하거나 데이터 폴더를 복원하세요.
nl: De gegevens zijn verplaatst, maar het opnieuw ondertekenen van de bijbehorende app is mislukt: %@ Probeer het opnieuw vanuit de applijst of herstel de gegevensmap.
pl: Dane zostały przeniesione, ale ponowne podpisanie powiązanej aplikacji nie powiodło się: %@ Spróbuj ponownie z listy aplikacji lub przywróć katalog danych.
pt: Os dados foram migrados, mas não foi possível assinar novamente a aplicação associada: %@ Tente novamente na lista de aplicações ou restaure a pasta de dados.
ru: Данные перенесены, но повторная подпись связанного приложения не удалась: %@ Повторите подпись в списке приложений или восстановите папку данных.
th: ย้ายข้อมูลแล้ว แต่ลงนามแอปที่เกี่ยวข้องใหม่ไม่สำเร็จ: %@ โปรดลองลงนามใหม่จากรายการแอป หรือคืนค่าโฟลเดอร์ข้อมูล
tr: Veriler taşındı, ancak ilişkili uygulama yeniden imzalanamadı: %@ Uygulama listesinden yeniden imzalamayı deneyin veya veri klasörünü geri yükleyin.
vi: Dữ liệu đã được di chuyển nhưng không thể ký lại ứng dụng liên quan: %@ Hãy thử ký lại từ danh sách ứng dụng hoặc khôi phục thư mục dữ liệu.
zh_hant: 資料已遷移，但關聯應用程式重新簽署失敗：%@ 請在應用程式清單中重試重新簽署，或還原資料目錄。

source: 数据目录
ar: دلائل البيانات
de: Datenverzeichnisse
en: Data Directories
eo: Datumaj Dosierujoj
es: Directorios de datos
fr: Répertoires de données
hi: डेटा डायरेक्ट्री
id: Direktori Data
it: Directory dati
ja: データディレクトリ
ko: 데이터 디렉토리
nl: Gegevensmappen
pl: Katalogi danych
pt: Diretórios de dados
ru: Каталоги данных
th: ไดเรกทอรีข้อมูล
tr: Veri Dizinleri
vi: Thư mục dữ liệu
zh_hant: 資料目錄

source: 数据目录迁移上下文
ar: Data directory migration context
de: Data directory migration context
en: Data directory migration context
eo: Data directory migration context
es: Data directory migration context
fr: Data directory migration context
hi: Data directory migration context
id: Data directory migration context
it: Data directory migration context
ko: Data directory migration context
nl: Data directory migration context
pl: Data directory migration context
pt: Data directory migration context
ru: Data directory migration context
th: Data directory migration context
tr: Data directory migration context
vi: Data directory migration context
zh_hant: 資料目錄遷移上下文

source: 数据目录迁移失败
ar: Data directory migration failed
de: Data directory migration failed
en: Data directory migration failed
eo: Data directory migration failed
es: Data directory migration failed
fr: Data directory migration failed
hi: Data directory migration failed
id: Data directory migration failed
it: Data directory migration failed
ko: Data directory migration failed
nl: Data directory migration failed
pl: Data directory migration failed
pt: Data directory migration failed
ru: Data directory migration failed
th: Data directory migration failed
tr: Data directory migration failed
vi: Data directory migration failed
zh_hant: 資料目錄遷移失败

source: 数据目录迁移成功
ar: Data directory migration succeeded
de: Data directory migration succeeded
en: Data directory migration succeeded
eo: Data directory migration succeeded
es: Data directory migration succeeded
fr: Data directory migration succeeded
hi: Data directory migration succeeded
id: Data directory migration succeeded
it: Data directory migration succeeded
ko: Data directory migration succeeded
nl: Data directory migration succeeded
pl: Data directory migration succeeded
pt: Data directory migration succeeded
ru: Data directory migration succeeded
th: Data directory migration succeeded
tr: Data directory migration succeeded
vi: Data directory migration succeeded
zh_hant: 資料目錄遷移成功

source: 数据目录还原上下文
ar: Data directory restore context
de: Data directory restore context
en: Data directory restore context
eo: Data directory restore context
es: Data directory restore context
fr: Data directory restore context
hi: Data directory restore context
id: Data directory restore context
it: Data directory restore context
ko: Data directory restore context
nl: Data directory restore context
pl: Data directory restore context
pt: Data directory restore context
ru: Data directory restore context
th: Data directory restore context
tr: Data directory restore context
vi: Data directory restore context
zh_hant: 資料目錄還原上下文

source: 数据目录还原前检查失败：外部目录不存在
ar: Data directory restore preflight failed: external directory does not exist
de: Data directory restore preflight failed: external directory does not exist
en: Data directory restore preflight failed: external directory does not exist
eo: Data directory restore preflight failed: external directory does not exist
es: Data directory restore preflight failed: external directory does not exist
fr: Data directory restore preflight failed: external directory does not exist
hi: Data directory restore preflight failed: external directory does not exist
id: Data directory restore preflight failed: external directory does not exist
it: Data directory restore preflight failed: external directory does not exist
ko: Data directory restore preflight failed: external directory does not exist
nl: Data directory restore preflight failed: external directory does not exist
pl: Data directory restore preflight failed: external directory does not exist
pt: Data directory restore preflight failed: external directory does not exist
ru: Data directory restore preflight failed: external directory does not exist
th: Data directory restore preflight failed: external directory does not exist
tr: Data directory restore preflight failed: external directory does not exist
vi: Data directory restore preflight failed: external directory does not exist
zh_hant: 資料目錄還原前检查失败：外部目錄不存在

source: 数据目录还原前检查失败：无法读取符号链接目标
ar: Data directory restore preflight failed: could not read symlink target
de: Data directory restore preflight failed: could not read symlink target
en: Data directory restore preflight failed: could not read symlink target
eo: Data directory restore preflight failed: could not read symlink target
es: Data directory restore preflight failed: could not read symlink target
fr: Data directory restore preflight failed: could not read symlink target
hi: Data directory restore preflight failed: could not read symlink target
id: Data directory restore preflight failed: could not read symlink target
it: Data directory restore preflight failed: could not read symlink target
ko: Data directory restore preflight failed: could not read symlink target
nl: Data directory restore preflight failed: could not read symlink target
pl: Data directory restore preflight failed: could not read symlink target
pt: Data directory restore preflight failed: could not read symlink target
ru: Data directory restore preflight failed: could not read symlink target
th: Data directory restore preflight failed: could not read symlink target
tr: Data directory restore preflight failed: could not read symlink target
vi: Data directory restore preflight failed: could not read symlink target
zh_hant: 資料目錄還原前检查失败：无法读取符号連結目标

source: 数据目录还原前检查失败：本地路径不是符号链接
ar: Data directory restore preflight failed: local path is not a symbolic link
de: Data directory restore preflight failed: local path is not a symbolic link
en: Data directory restore preflight failed: local path is not a symbolic link
eo: Data directory restore preflight failed: local path is not a symbolic link
es: Data directory restore preflight failed: local path is not a symbolic link
fr: Data directory restore preflight failed: local path is not a symbolic link
hi: Data directory restore preflight failed: local path is not a symbolic link
id: Data directory restore preflight failed: local path is not a symbolic link
it: Data directory restore preflight failed: local path is not a symbolic link
ko: Data directory restore preflight failed: local path is not a symbolic link
nl: Data directory restore preflight failed: local path is not a symbolic link
pl: Data directory restore preflight failed: local path is not a symbolic link
pt: Data directory restore preflight failed: local path is not a symbolic link
ru: Data directory restore preflight failed: local path is not a symbolic link
th: Data directory restore preflight failed: local path is not a symbolic link
tr: Data directory restore preflight failed: local path is not a symbolic link
vi: Data directory restore preflight failed: local path is not a symbolic link
zh_hant: 資料目錄還原前检查失败：本地路径不是符号連結

source: 数据目录还原失败
ar: Data directory restore failed
de: Data directory restore failed
en: Data directory restore failed
eo: Data directory restore failed
es: Data directory restore failed
fr: Data directory restore failed
hi: Data directory restore failed
id: Data directory restore failed
it: Data directory restore failed
ko: Data directory restore failed
nl: Data directory restore failed
pl: Data directory restore failed
pt: Data directory restore failed
ru: Data directory restore failed
th: Data directory restore failed
tr: Data directory restore failed
vi: Data directory restore failed
zh_hant: 資料目錄還原失败

source: 数据目录还原成功
ar: Data directory restored successfully
de: Data directory restored successfully
en: Data directory restored successfully
eo: Data directory restored successfully
es: Data directory restored successfully
fr: Data directory restored successfully
hi: Data directory restored successfully
id: Data directory restored successfully
it: Data directory restored successfully
ko: Data directory restored successfully
nl: Data directory restored successfully
pl: Data directory restored successfully
pt: Data directory restored successfully
ru: Data directory restored successfully
th: Data directory restored successfully
tr: Data directory restored successfully
vi: Data directory restored successfully
zh_hant: 資料目錄還原成功
